<?php
include "page_var_inc.php";
  
$site_name = '웹디자이너 임민모';
$site_phone = '010.7226.4674';
$site_mail = 'mthree0808@daum.net';
$site_copy = 'COPYRIGHT ⓒ IM MIN MO. ALL RIGHTS RESERVED.';

$type_wm = 'Web / Mobile';
$type_wa = 'Web / App';
$type_w = 'Web';
$type_a = 'App';
$role = '메인 & 서브 디자인(100%)';

$name_mofa_t1 = '대한민국외교부';
$name_mofa_t2 = '외교부 반응형<br> 웹사이트 리뉴얼';
$name_mofa_op = '2022.01.14';
$name_mofa_ov = '외교에 관련된 업무를 담당하는 국가행정조직으로 신뢰성과 공정성을 표현하고자 했습니다. 태극심볼의 네비이와 레드컬러, 나아가 외교부측에서 요구하는 네이비, 골드 컬러를
활용하여 아이덴티티를 제고하는 데 초점을 두었습니다. 실시간 소식을 직관적으로 전달하기 위해 메인 상단에 외교부 소식을 배치하였고, 자주 찾는 정보를 직접 설정할 수 있는
콘텐츠를 추가하여 사용자의 편의성을 제공했습니다.';
$name_kesco_t1 = '한국전기안전공사';
$name_kesco_t2 = '한국전기안전공사<br> 반응형 웹사이트 리뉴얼';
$name_kesco_op = '2020.04.16';
$name_kesco_ov = 'AS-IS 메인에 노출된 무분별한 콘텐들을 섹션별로 구분하여 트렌드함을 가미하는 데에 초점을 두었습니다. 당사가 어떠한 업무를 시행하는지에 대한 요구를 반영하여 메인 비주얼 영역에 무게감을 줌과 동시에 당사의 성격을 직간접적으로 표현하고자 했습니다.';
$name_fham_t1 = '아워홈';
$name_fham_t2 = '후레쉬햄<br> 모바일앱 구축';
$name_fham_op = '2020.03.03';
$name_fham_ov = '아워홈의 대표 상품 중 하나인 후레쉬햄과 이를 활용한 레시피를 공유하는 앱입니다. 심볼이 갖는 네이비 컬러와 식욕을 돋우는 옐로우 컬러로 전반적인 디자인에 활용했습니다.
사용자는 주로 여성, 주부, 1인 가구를 대상으로 선정하였고, 귀여운 일러스트와 폰트를 통해 친근함과 재접속의 빈도를 높이고자 했습니다.';
$name_mvoting_t1 = '서울시모바일투표';
$name_mvoting_t2 = '엠보팅 앱,<br> 반응형 웹사이트 구축';
$name_mvoting_op = '2019.12.02';
$name_mvoting_ov = '서울시 내에 발생하는 문제 혹은 건의사항에 대한 웹/모바일 투표시스템으로 공정, 투명, 신뢰를 기반으로하는 투표라는 취지에 맞게 블루컬러를 선정했습니다.
또한 접속기기에 구애받지 않는 반응형웹 UI/UX로 설계되었고, 플랫한 머터리얼 디자인을 착안하여, 그리드 형식의 리스트로 표현함으로써 투표 서비스에 대한 집중도를 향상시키고자 했습니다.';
$name_school_t1 = '학교협동조합중앙지원센터';
$name_school_t2 = '학교협동조합<br> 반응형 웹사이트 구축';
$name_school_op = '2021.06.07';
$name_school_ov = '학교협동조합 중앙지원센터는 전국에 분포된 학교협동조합을 조율하고 사회·문화·교육적 가치를 지향하는 기관입니다. 
행복감, 온화함을 나타내는 오렌지 컬러로 밝은 학생, 학교의 정체성을 부각시켰습니다. 또한 부드럽고 유려한 폰트와 친근함을 표현하는 일러스트로 화합과 희망의 의미를 담았습니다.';
$name_oads_t1 = '해외농업자원개발협회';
$name_oads_t2 = '해외농업개발서비스<br> 반응형 웹사이트 리뉴얼';
$name_oads_op = '2022.05 오픈 예정';
$name_oads_ov = '고객사측에서 농업적인 이미지 외에도 비즈니스, 공공데이터포털의 느낌을 요구했습니다. 해당 니즈를 반영하여 블루계열의 컬러를 배색하여 신뢰성, 정보 제공에 있어서 정확성을 표현했습니다.
더불어 심플한 아이콘으로 접근빈도가 높은 바로가기 메뉴를 구성했고, 모던하고 깔끔한 서브 비주얼의 배치로 AS-IS의 느낌을 탈피하고자 했습니다.';
$name_service_t1 = '서울특별시';
$name_service_t2 = '공공서비스예약<br> 반응형 웹사이트 리뉴얼';
$name_service_op = '2021.01.11';
$name_service_ov = '서울시에서 제공하는 교육, 체육, 의료 시설 등의 서비스를  예약할 수 있는 웹 사이트로, 아이덴티티 컬러인 중 하나인 블루 컬러와 그린 컬러, 그리고 레드 컬러를 대체하여 바이올렛 컬러를 배색하여
전반적인 레이아웃에 적용했습니다. 고객층이 젊은 층에서 웹을 사용할 수 있는 노년층까지 다양하기 때문에 파스텔 컬러 및 일러스트를 배치하여 친근한 분위기를 조성했고, 직관성 및 사용성을
높이고자 카드형식의 디자인을 채택했습니다.';
$name_asvoting_t1 = '안산시청';
$name_asvoting_t2 = '안산시 생생소통방<br> 반응형 웹사이트 구축';
$name_asvoting_op = '2020.01.14';
$name_asvoting_ov = '안산시에서 서울 엠보팅의 시스템을 벤치마킹하여 새롭게 런칭한 소통시스템입니다. 안산시의 아이덴티티 컬러인 바이올렛 컬러와 옐로우 컬러, 그린 컬러를 활용하였지만 기존의
안산시청 웹 사이트와는 다른 기조로 배색하였습니다. 다소 심플한 엠보팅과는 반대로 일러스트와 버튼과 메뉴에 라운딩을 적용하여 UI 측면에서 친근함과 편안함을 제공하고자 하였습니다.';
$name_jirisan_t1 = '아워홈';
$name_jirisan_t2 = '지리산수<br> 모바일앱 리뉴얼';
$name_jirisan_op = '2020.01.13';
$name_jirisan_ov = '지리산 청정지역의 천연 암반수인 지리산수를 판매 납품하는 앱입니다. 우선적으로 지리산수의 정체성이 잘 드러나도록 고유의 컬러와 그에 따른 버튼, 아이콘을 토대로 표현을 하였습니다.
더불어 깔끔함, 청량함을 앱 전반에 표현하기 위해 폰트와 여백에 규칙성을 부여하였고 심플한 화면을 구성해서 UI/UX 측면에서 간편함과 직관성을 부각했습니다.';
$name_sb_t1 = '성북구도시관리공단';
$name_sb_t2 = '성북구 통합주차 시스템 반응형 웹사이트 구축';
$name_sb_op = '2020.12.17';
$name_sb_ov = '성북구 도시관리공단 통합주차 웹사이트를 자주 찾는 사용자들의 니즈를 충족시키기 위한 배치를 했습니다. 직관적인 아이콘과 그에 따른 주요 메뉴들을 그룹핑하였고, 주요 시설벌 연락처를 메인에 
배치함으로써 웹사이트의 활용빈도를 높이고자 했습니다. 성북구청의 심볼컬러를 활용하여 아이덴티티를 제고하였고, 필요한 정보들을 효과적으로 제공 및 전달하기 위해 서브 페이지는 최대한
심플하게 구성했습니다. ';
$name_ansan_t1 = '안산시청';
$name_ansan_t2 = '안산시 다국어<br> 반응형 웹사이트 구축';
$name_ansan_op = '2020.06.26';
$name_ansan_ov = '안산시에 거주하는 외국인들이 증가하는 추세에 따라 외국인을 대상으로 러시아어, 베트남어, 중국어에 해당하는 다국어 웹사이트를 런칭하였습니다. 안산시 거주 외국인들에게 익숙하며, 시를 
상징하는 안산시 9경을 전면에 배치하여 시원한 느낌과 심볼컬러를 적절히 배색하여 아이덴티티를 제고했습니다. 또한 콘텐츠에 대한 의미 전달과 접근성을 높이기 위해 큰 텍스트와  일러스트, 
아이콘을 조합했습니다.';
$name_infoac_t1 = '직접판매공제조합';
$name_infoac_t2 = '지식정보아카데미<br> 반응형 웹사이트 구축';
$name_infoac_op = '2020.02.07';
$name_infoac_ov = '직접판매공제조합은 ‘방문판매 등에 관한 법률’에 의거하여 합법적으로 인정된 조합으로서, 지식정보아카데미는 다단계 판매에 대한 올바른 인식과 지식을 제공하는 웹사이트입니다.
일반인 및 조합에 소속된 직원들의 편의에 맞춘 스토리텔링 방식의 콘텐츠로 구성하였고, 사진과 영상 콘텐츠를 적절히 조합하여 교육의 목적성을 극대화하였습니다. 심볼컬러인 네이비 컬러와
그린 컬러를 조합하여 아이덴티티 부각과 함께 감각적인 UI/UX를 완성했습니다. ';
$name_pdms_t1 = '아워홈';
$name_pdms_t2 = '아워홈 PDMS<br> 웹, 앱 구축';
$name_pdms_op = '2021.02.04';
$name_pdms_ov = '아워홈 식품관리 사업부 내에서 사용할 제품관리 시스템을 구축하였습니다. 기존에 데스크탑에서 사용하던 프로세스를 웹과 앱으로 이끌었으며, 
무엇보다 임직원과의 회의를 통해 반영된 의견으로 메뉴구조와 리스트, 상세가 도출되었습니다. 다소 복잡할 수 있는 항목과 제품 리스트를 단순화,
체계화 시켰으며 사용자에게 익숙한 CI 컬러로 버튼, 색인, 아이콘 등에 적용함으로써 익숙함을 느낄 수 있도록 디자인했습니다.';
$name_privacy_t1 = '개인정보보호위원회';
$name_privacy_t2 = '개인정보침해예방시스템<br> 내부 웹사이트 구축';
$name_privacy_op = '2022.01.27';
$name_privacy_ov = '개인정보침해예방시스템은 AI를 토대로 기존 개인정보 침해 평가사례와 추론된 평가 결과를 바탕으로 평가의견을 제시해 평가인력 의사결정을 지원하는 지능화·자동화된 시스템을 구축하는
역할을 하는 내부 관리자 시스템입니다. AI를 기반으로 모든 정보가 통제되기 때문에 이와 관련된 차트 디자인에 대하여 직관성을 가미하였고, 사용자들의 편의성을 제고하기 위해 UI/UX 측면에서
효율적인 배치를 고민했습니다.';
$name_sports_t1 = '경기도종합체육대회';
$name_sports_t2 = '안산시 경기도체육대회<br> 웹, 모바일 사이트 구축';
$name_sports_op = '2019.02.08';
$name_sports_ov = '경기도체육회에서 주최하는 제 65회 안산시 경기도체육대회를 맞이하여 웹, 모바일 사이트를 구축하였습니다. 대회를 소개하는 정보전달의 기능뿐만 아니라 활동적이며, 스포티한 느낌을
가미하기 위해 애니메이션 효과와 역동성적인 디자인을 진행했습니다. 이와 함께 서브페이지는 대회 정보의 전달이라는 목적하에 간결하고 심플한 콘텐츠로 구성했습니다.';
?>
